<?php
return [

    'Home'=>'خانه',
    'aboutus'=>'درباره ما',
    'question'=>'ثبت پرسش جديد',
    'newquestion'=>'ثبت پرسش جديد',
    'Related questions'=>'پرسش های مرتبط',
    'Islamic principles'=>'اصول اسلامی',
    'traditions'=>'احادیث',
    'Narratives'=>'روایات',
    'Selecting Language'=>'انتخاب زبان',
    'Persian'=>'فارسی',
   'English'=> 'انگلیسی',
    'New news'=>'اخبار تازه',
    'Sign'=>'ورود / عضویت',
    'textnavpart1'=>'جست و جو در حدود',
    'textnavpart2'=>'هزار پرسش دینی عقیدتی کاربران مختلف و پاسخ کارشناسان دینی',
    'textnavpart20'=>'هزار پرسش ',
    'textnavpart21'=>'کاربران مختلف و پاسخ کارشناسان دینی ',
    'textnavpart3'=>'پرسش  خود را جست و جو کنید',
    'inputsearch'=>'جست و جو ',
    'All categories'=>'همه دسته بندی ها',
    'category'=>' دسته بندی ',
    'The Holy Quran'=>'قرآن کریم',
    'Hadith'=>'حدیث',
    'Beliefs and words'=>'عقاید و کلام',
    'Rulings'=>'احکام',
    'History and manners'=>'تاریخ و سیره',
    'Islamic ethics and education'=>'اخلاق و تربیت اسلامی',
    'Social and political'=>'اجتماعی و سیاسی',
    'Miscellaneous'=>'گوناگون',
    'textli1'=>'اشعار ناقوسیه آقا امیرالمؤمنین(ع)',
    'textli2'=>'رنسانس اسلام-نهضت علمي مسلمانان',
    'textli3'=>'فرقه هاي اسلامي کدام اند',
    'textli4'=>'اصول و فروع دین چیست ؟ ',
    'textli5'=>'تنظیم امور دنیای ناظر به آخرت ',
    'textli6'=>'ترسیم دقیق سیمای آخرت',
    'textli7'=>'شخصیت و حقوق زن',
    'textli8'=>'ضرورت نبوت',
    'news'=>'تازه ها',
    'The latest questions'=>'جدیدترین سوالات',
    'Poems of Aqa Amir al-Mo menin (AS)'=>'اشعار ناقوسیه آقا امیرالمؤمنین(ع)',
    'Renaissance of Islam - Muslim Scientific Movement'=>'رنسانس اسلام-نهضت علمي مسلمانان ',
    'What are the Islamic sects?'=>'فرقه هاي اسلامي کدام اند ',
    'What are the principles and sub-principles of religion?'=>'اصول و فروع دین چیست ؟ ',
    'Arranging the affairs of the world overlooking the Hereafter'=>'تنظیم امور دنیای ناظر به آخرت',
    'Accurate drawing of the image of the Hereafter'=>'ترسیم دقیق سیمای آخرت',
    'Frequently Asked Questions'=>'سوالات پر بازدید',
    'Products'=>'محصولات',
    'our products'=>'محصولات ما',
    'Answer search service'=>'موتور جستجو هوشمند سوالات ',
    'Similar question search service'=>'سرویس جستجوی سوال مشابه',
    'Writing error correction service'=>'سرویس اصلاح خطای نوشتاری',
    'Recommended service'=>'سرویس توصیه گر سوال ',
    'Keyword extraction service'=>'سرویس استخراج عبارات کلیدی',
    'Question text summary service'=>'
    سرویس خلاصه سازی متن سوال',
    'Question text clustering service'=>'سرویس خوشه بندی متن سوالات ',
    'Question text classification service'=>'سرویس رده بندی متن سوالات',
    'Knowledge-based service'=>'سرویس پاسخ به سوالات دامنه باز ',
    'Education'=>'آموزش',
    'Instructional video of working with the system'=>' فیلم آموزشی کار با سامانه',
    'How to create a new question'=>'نحوه ایجاد پرسش جدید',
    'How to search for topics'=>' نحوه جست و جو موضوعات',
    'How to use the user panel'=>'نحوه استفاده از پنل کاربری',
    'How to search using categories'=>' نحوه جست جو با استفاده از طبقه بندی ها',
    'Objectives'=>'اهداف راه‌اندازی موتور جستجوی پارسا:',
    'TextObjectives'=>' ایجاد موتور جستجو از پرسش و پاسخ‌های حوزه علوم اسلامی به زبان‌های مختلف از منابع معتبر؛
                    افزایش دانش و دسترسی ساخت یافته مخاطبین به پرسش و پاسخ‌های دینی؛
                    تسهیل فرآیند آشنایی مخاطبان با اصطلاحات فقهی موجود در استفتائات و رساله عملیه مراجع؛
                    ایجاد بستر مشترک برای رفع چالش‌های فنی مراکز پاسخگویی در ارائه محتوا به مخاطبان؛
                    کاهش هزینه‌های زمانی و مالی با جلوگیری از ایجاد پرسش‌های تکراری.',
    'The accuracy of the questions'=>'میزان دقت سوالات',
    'Response rate'=>'میزان سرعت پاسخ دهی',
    'Performance rate'=>'میزان کارایی',
    'Read more'=>'مطالعه بیشتر',
    'Total number of questions'=>' تعداد کل سوالات',
    'Use of supreme references'=>'استفاده از مراجع معظم',
    'Variety of tags'=>'تنوع برچسب ها ',
    'Creep sources'=>'منابع خزش شده',
    'Variety of languages'=>'تنوع زبان ها',
    'contact us'=>'تماس با ما',
    'Address'=>'آدرس : آزمايشگاه داده کاوي و پردازش تصوير، دانشکده مهندسي کامپيوتر، دانشگاه صنعتي شاهرود',
    'Quick links'=>'لینک های سریع ',
    'search'=>'جست و جو ',
    'Daily news'=>'اخبار روز ',
    'The most visited'=>'پربازدید ترین ها ',
    'supporters'=>'حامیان ',
    'Our colleagues'=>'همكاران ما ',
    'textendfooter'=>'کلیه حقوق این سامانه متعلق به عموم محققین عالم تشیع است.',
    'Latest content'=>'آخرین مطالب',
    'Latest content1'=>'معنی غیبت امام
            مهدی علیه السلام ',
    'Latest content2'=>'شادی، نتیجه
            دین داری ',
    'Latest content3'=>'تفاوت نماز
            اول وقت با وقت فضیلت ',
    'Latest content4'=>'قدرت خدا و
            پارادوكس سنگ',
    'Latest content5'=>'تاریخ و
            سیره ',
    'Latest content6'=>'حقوق ',
    'Latest content7'=>'علوم
            اسلامی ',
    'Latest content8'=>'حکومت
            اسلامی ',
    'Latest content9'=>'ربا در ادیان
            غیر ابراهیمی ',
    'Latest content10'=>' وقت نماز
            مغرب',
    'Arabic'=>'عربی',
    'Thelatestarticles'=>'جدیدترین مقالات',
    'articles1'=>'نماز ازدواج چگونه است ؟',
    'articles2'=>'چه نمازی نماز نیست ؟',
    'articles3'=>'نماز حاجت چگونه است ؟',
    'articles4'=>'نماز چه جایگاهی دارد ؟',
    'articles5'=>'فرق نماز با یوگا چیست ؟',
    'articles6'=>'چرا نماز ستون دین است ؟',
    'articles7'=>'واجبات نماز کدام است ؟',
    'articles8'=>'اسرار نماز چیست ؟',
    'articles9'=>'علت وجوب نماز چیست ؟',
    'articles10'=>'چرا باید نماز بخوانیم ؟',
    'Similarity rate'=>'میزان شباهت',
    'Created in'=>'ایجاد شده در',
    'items found'=>' مورد یافت شد',
    'Vote'=>'رای',
    'Response'=>' پاسخ',
    'Visit'=>'بازدید',
    'number of visits'=>'تعداد بازدید',
    'Reference'=>'مرجع',
    'The most visited articles'=>'پربازدیدترین مقالات',
    'No related questions available'=>'پرسش مرتبطی در دسترس نیست ',
    'Short link'=>'لینک کوتاه ',
    'This content may also be useful to you:'=>'ممکن است این مطالب هم برای شما مفید باشد: ',
    'Post a comment'=>'ارسال نظر ',
    'name'=>'نام ',
    'last name'=>'نام خانوادگی ',
    'email'=>'ایمیل ',
    'phone'=>'تلفن همراه ',
    'Text'=>'متن  ',
    'submit'=>'ثبت   ',
    'textquestionview1'=>'        اگر کسي نداند که دقيقا چه ميزان پدر و مادر او نماز و روزه قضائي دارند، چه بايد بکند؟
',
    'textquestionview2'=>'  زکات فطریه امسال چه قدر است؟',
    'textquestionview3'=>'  آیا قضای نماز میت بر عهده ی پسر اون است ؟',
    'textquestionview4'=>' کفاره روزه بر حسب گندم چه میزان است ؟   ',
    'textquestionview5'=>' غذاخوردن غیر عمد در هنگام نماز چه حکمی دارد ؟',
    'Prayer'=>' نماز',
    'Introducing our team'=>' معرفی تیم ما',
    'Introducing our team1'=>' بسیاری از مردم جامعه، در زندگی روزمره خود با مسائل دینی مختلفی مواجه می‌شوند که دریافت پاسخ این پرسشها گاها برای آنها ناممکن و یا زمان بر است.

                                از این رو در سالهای گذشته، سامانه‌های برخط متعددی آماده شده است که از طرفی روند پرسش سوال را بصورت الکترونیکی در اختیار مردم قرارداده و از طرف دیگر، امکان پاسخگویی متمرکز را برای دفاتر مراجع و مراکز پاسخ گویی، فراهم نموده است.
',
    'Introducing our team2'=>' اما این سامانه‌ها با مشکلات متعددی دست و پنجه نرم می‌کنند که تاثیر بسیار بدی در خدمات آنها گذاشته است.
                                نبود موتور جستجوی معنایی پرسش و پاسخ
                                سیستم هوشمند پاسخگویی به سوالات
                                چالش سوالات تکراری
                                چالش تگ‌گذاری انبوه سوالات
                                چالش غلط های نگارشی و املایی کاربران و حتی افراد خبره پاسخ گو
                                سوالات نامناسب و مناسب حال کاربران
                                ...


',
    'Introducing our team3'=>'   گروه پارسا در اين زمينه تلاش هايی به عمل آورده است که از جمله آن به موارد زیر میتوان اشاره نمود.
',
    'Introducing our team4'=>'  یافتن سوالات مشابه، مرتبط و تکراری',
    'Introducing our team5'=>'موتور جستجوی سوالات از تمامی پایگاه‌های پرسش و پاسخ اسلامی',
    'Introducing our team6'=>'تگ‌گذاری خودکار سوالات',
    'Introducing our team7'=>'سیستم‌های توصیه‌گر سوال',
    'Introducing our team8'=>'تصحیح غلطهای املایی در سوالات، پاسخ‌ها و متن مورد جستجو',
    'Introducing our team9'=>'ساده سازی متن سوالات',
    'Introducing our team10'=>'تصحیح غلطهای املایی در سوالات، پاسخ‌ها و متن مورد جستجو',
    'Introducing our team11'=>'یافتن پاسخ سوال از متن خام کتابهای اسلامی',
    'Introducing our team12'=>'سامانه لیبل گذاری دیتا و تولید دیتاست',
    'Introducing our team13'=>'یافتن پاسخ سوال از متن خام کتابهای اسلامی',
    'Introducing our team14'=>'کرول دیتا',
    'tags'=>'تگ های مرتبط با این تگ ',
    'exist'=>'مورد یافت شد',
    'questionOther'=>'آموزش پرسش از سایت های دیگر ',
    'questionothersiteText'=>'در اینجا آدرس قسمت ارسال پرسش دو سامانه مذکور قرار گرفته است : ',
    'attention'=>'توجه!!',
    'attentionText'=>'امکان ارسال پرسش های جدید در سامانه پارسا غیرفعال میباشد ؛ کاربران گرامی می توانند برای ارسال پرسش های خود به سامانه های پرسش و پاسخ دیگر مانند اسلام کوئست و پرسمان دانشگاهیان مراجعه فرمایند .',
    'Answer search service Text'=>'       جستجو و یافتن سوال یکی از پایه‌ای‌ترین نیازهای هریک از سامانه‌ها محسوب می‌شود. اغلب کاربران با جستجوی در این سامانه ها، جواب سوال خود را پیدا می‌کنند. در صورتی که  این قابلیت به خوبی عمل کند، مانع از تولید سوالات جدید توسط کاربران شده و با صرف زمانی اندک، نتیجه مورد نظر را در اختیار کاربر سایت قرار خواهد داد. پشتیبانی از نرمال سازی کاراکتری، ریشه‌یابی کلمات، کلمات مترادف و کلمات توقف (stop words) از قابلیت‌های این گونه سرویس است',
    'Similar question search service Text'=>'این سرویس با دریافت سوال کاربر، سوالات مشابه به آن را در بانک پرسش و پاسخ پیدا کرده و به ترتیب شباهت باز می‌گرداند. این کار به کاربران و همچنین تیم پاسخ گویی کمک میکند تا حد امکان از پرسش و پاسخ‌های گذشته استفاده گردد و از صرف زمان و هزینه اضافی اجتناب گردد. در روند مشابه‌یابی چند مسئله مهم وجود دارد که توجه به آن حائز اهمیت است. منجمله: سرعت بالا و قابل قبول به نحوی که محاسبه شباهت هزاران سوال در کسر ثانیه امکان پذیر باشد، شباهت سنجی معنایی بین سوالات، غیر فعال کردن عبارات و کلمات زائد در فرآیند شباهت سنجی. ',
    'Writing error correction service Text'=>'شاید بتوان ادعا کرد از زمانی که نویسندگی وجود داشته است، خطاهای املایی نیز گریزناپذیر بوده اند. امروزه و در عصر پیشرفت فناوری، با تولید روز افزون متون و مستندات دیجیتالی، خطاهای املایی نیز به این متون منتقل شده اند. وجود این خطاها در متون علمی و آکادمیک نه تنها باعث بدفهمی و کژفهمی مخاطب میشود و از انتقال درست مفاهیم به وی جلوگیری میکند، دانش علمی نویسنده را نیز زیر سوال میبرد. از این رو تشخیص و تصحیح این خطاها دراین حوزه اهمیت بالایی پیدا میکند.
در کشور ما زبان فارسی رسمی با زبان عربی قرآن در بسیاری از متون ادغام شده اند که نتیجه حجم بزرگی از متون دوزبانه عربی و فارسی است. بنابراین وجود ابزاری که بتواند خطاهای املایی موجود در این متون را شناسایی و تصحیح نماید میتواند گره گشای کار نویسدگان و پژوهشگران بسیاری باشد.
مصحح خطای املایی پارسا، ابزاری است که با بهره گیری از تکنیک های متفاوت پردازش زبان طبیعی و یادگیری ماشین به تصحیح خطاهای املایی فارسی و عربی میپردازد. در این پروژه، ما خطاهای املایی رایج به هنگام تایپ را هدف قرار داده ایم. این خطاها شامل حذف، اضافه نویسی یا جایگزینی نادرست حروف یک کلمه میباشد. امید است که توانسته باشیم گامی در جهت پیشرفت صنعت پردازش متن کشور عزیزمان برداشته باشیم.
',
    'Recommended service Text'=>'    سامانه‌های پرسش و پاسخ مسائل دینی با انبوه کاربران مواجه هستند که طیف‌های مختلف سنی و ویژگی‌های متفاوتی در آنها وجود دارد. هر فرد در این سامانه‌ها، بخشی از زمان خود را صرف مطالعه پرسش و پاسخهای دیگران کرده و این مسئله ضرورت توصیه سوال و پاسخ مرتبط با فرد را نشان می‌دهد. درحقیقت بخشی از سوالات مربوط به بانوان و بخشی مربوط به آقایان است. همچنین رده‌های سنی، علائق متفاوتی دارند و لذا لازم است، به طور هوشمندانه محتوای در معرض دید هر کاربر انتخاب گردد. این چنین سرویس‌هایی بیشتر در فروشگاه‌های اینترنتی دیده می‌شود. در جایی که کاربر پس از چند بار استفاده از خدمات آن سایت، محتواهای متناسب با علاقه خود را در صفحه اول آنها مشاهده می‌کند.',
    'Keyword extraction service Text'=>'عبارت کلیدی، یک نوع دانش مفید برای جستجو طبقه‌بندی اسناد متنی محسوب می‌شود. در سامانه‌های پرسش و پاسخ مسائل دینی، این دانش به کاربر اجازه می‌دهد موضوعات یک سوال را به سرعت تشخیص داده و همچنین با کلیک یک موضوع، سوالات مرتبط با آن موضوع را مشاهده کند. یک نمونه از عبارات کلیدی را در سوال زیر میبینید:
خلاصه‌ای از زندگی حضرت یوسف(ع) را بیان کنید؟
عبارت کلیدی:یعقوب، یوسف، زندگی‌نامه، راحیل، زلیخا، عزیز مصر، رحیمه
',
    'Question text summary service Text'=>'      در بسیاری موارد مشاهده می‌شود کاربران در ابتدا و انتهای سوال، عبارات و کلمات زیادی را جهت احترام و تحیت آورده‌اند که این کار روند پاسخ گویی به سوالات را کند می‌کند. اینکه بتوان  این گونه عبارات را از متن سوال کم کرده و به نحوی خلاصه سوال را استخراج کنیم، هدف این سرویس است. از طرفی، ساده سازی جملات و بازنویسی آنها، یک کار حرفه‌ای است که به عنوان هدف ثانویه این سرویس شناخته می‌شود.',
    'Question text clustering service Text'=>'مقدمه:
رده‌بندی یا طبقه‌بندی، یکی از کاربردهای مهم در حوزه‌های مختلف است که در هر حوزه متناسب با نیاز مورد استفاده قرار می‌گیرد. رده‌بندی سوالات نیز در بخش‌های مختلف کاربرد دارد مثلا با دسته‌بندی سوالات می‌توان پاسخ‌دهی آن‌ها را اولویت‌بندی کرد یا مثلا با دسته‌بندی آن‌ها بر اساس جنسیت می‌توان انتخاب کرد که چه کسی پاسخ سوال را بدهد و ... . کار دسته بندی سوالات را می‌توان به صورت ماشینی انجام داد. در اینجا ما به کمک روش‌های مختلف و با بهره‌گیری از شبکه‌های عمیق چندین رده‌بند ایجاد کردیم که می‌توانند بسته به کاربردهای مختلف مورد استفاده قرار گیرند.
1.	رده‌بندی بر اساس جنسیت:
این رده‌بند بر روی سوالات موجود در یک سایت عربی که جنسیت پرسش‌کننده در آن مشخص بود آموزش داده شد ولی از آنجایی که بسیاری سوالات از نظر مفهومی به جنسیت بستگی ندارد بنابراین نمی‌توان انتظار دقت بسیار بالایی از آن داشت. اما با توجه به آزمایش روش‌های مختلف و برآورد خروجی در بهترین حالت به دقت حدود 66 درصد رسیدیم.
2.	رده‌بند بر اساس سن:
این رده‌بند بر روی سوالات عربی که سن پرسش‌کننده در آن مشخص بود آموزش داده شد. در ابتدا سن افراد در بازه‌های 10 ساله (10 بازه سنی از 1 تا 100 سال) تفکیک شد که با تست روش‌های مختلف به دقت حدود 35 درصد رسیدیم. در مرحله دوم افراد را به 4 دوره زندگی تقسیم کردیم (دوره نوجوانی تا سن 19 سال، دوره جوانی از 20 تا 32 سال، دوره میانسالی از 33 تا 50 سال و دوره پیری از 51 سال به بالا). با استفاده از این داده روش‌های مختلف آزمایش شد که با توجه به اینکه طبیعتا بسیاری از سوالات به سن افراد بستگی ندارد خروجی در حدود 45 درصد به دست آمد.
3.	رده‌بند بر اساس تگ در زبان عربی:
در ابتدا برای ساخت رده‌بند نیاز به  ساخت یک دیتاست مناسب با تگ‌های محدود بود. برای این کار ابتدا از بین چند هزار تگ مختلف به 5 تگ (الصلاة، الخمس، القرآن و الحدیث، الصوم و الطهارت) رسیدیم که بسیاری از تگ های موجود را در این 5 تگ بسته‌بندی کردیم. در مرحله بعد به کمک سوالات موجود که در این 5 دسته‌، بسته‌بندی شده بودند، رده‌بندهای مختلف به کمک روش‌های گوناگون ساخته شد که در بهترین روش به دقت حدود 92 درصد رسیدیم.
4.	رده‌بند بر اساس تگ در زبان فارسی:
در ابتدا برای ساخت رده‌بند نیاز به  ساخت یک دیتاست مناسب با تگ‌های محدود بود. برای این کار ابتدا از بین چند هزار تگ مختلف به 8 تگ (اخلاق و عرفان، سیاسی و اجتماعی، قرآن و حدیث، تاریخ و سیره، عقاید و کلام، مهدویت، احکام و دین‌شناسی) رسیدیم که بسیاری از تگ های موجود را در این 8 تگ بسته‌بندی کردیم. در مرحله بعد به کمک سوالات موجود که در این 8 دسته‌، بسته‌بندی شده بودند، رده‌بندهای مختلف به کمک روش‌های گوناگون ساخته شد که در بهترین روش به دقت حدود 93 درصد رسیدیم.

     ',
    'Knowledge-based service Text'=>'  این هدف سرویس پاسخ به سوال کاربر از مجموعه متون خام را دنبال می‌کند. فرض کنید در موتور جستجوی گوگل، سوالی بپرسید و گوگل، بخشی از یک سایت را هایلایت کرده و به عنوان جواب برگرداند. این حالت را پاسخ به پرسش دامنه باز میگوند. یعنی لزوما پایگاهی از پرسش و پاسخ‌ها نداریم، بلکه پایگاهی از مجلات و کتاب‌ها داریم که پاسخ کاربر از جملات این متون انتخاب شده و به کاربر نمایش داده می‌شود',
    'Number of visits per week'=>'تعداد بازید در هفته',
    'Number of languages varied'=>'تعداد تنوع زبان ها',
    'Number of marja'=>'تعداد مراجع',
    'Number of questions used from this source'=>'تعداد سوالات استفاده شده از این منبع',
    'The language from which most questions are repeated'=>'تنوع زبان ها ',
    'Number of diversity of categories'=>'تعداد تنوع طبقه بندی ها',
    'The classes with the most questions'=>'طبقاتی که بیشترین تعداد سوال را دارند',
    'search1'=>'جست و جو کنید',
    'religious'=>'دیـــــنی ',
    'ideological'=>'عقیـــدتی ',
    'Sharia'=>'شـــرعی',
    'tag'=>'تگ',
    'meta1'=>'پرس و جوی دینی ، پرسش و پاسخ  ، پارسا',
    'meta2'=>'سامانه پرسش و پاسخ سوالات دینی و مذهبی پارسا',
    'meta3'=>'سامانه پاسخ به سوالات دینی پارسا',
    'title'=>'پارسا سامانه پاسخ گویی به سوالات دینی',
    'changeLangPersian'=>'فارسی',
    'changeLangEnglish'=>'English',
    'changeLangArabic'=>'عربي',
    'Key phrases'=>'عبارات کلیدی ',
    'languages'=>'زبان ها ',
    'Creep resources'=>'منابع خزش شده ',
    'References'=>'مراجع ',
    'Classification'=>'طبقه بندی ',
    'Estimation of study time'=>'تخمین زمان مطالعه: ',
    'minute'=>'دقیقه ',
    'Refine search results'=>'پالایش نتایج جست و جو',
    'Create an account'=>'ایجاد حساب کاربری',
    'user name'=>'نام کاربری',
    'password'=>'رمز عبور',
    'Sign up'=>'عضویت',
    'Sign in'=>'ورود',
    'forget password'=>'فراموشی رمز عبور',
    'Hi dear friend'=>'سلام دوست عزیز',
    'SignIntext1'=>'به سامانه پرسش و پاسخ پارسا خوش آمدید جهت بهره مندی از خدمات بیشتر ثبت نام بفرمایید',
    'SignIntext2'=>'سلام کاربر عزیز',
    'SignIntext3'=>'جهت بهره مندی از خدمات بیشتر در سامانه وارد شوید',
    'Textspellcorrection1'=>' عبارت جست و جو شده یافت نشد آیا به دنبال',
    'you are'=>'هستید؟',
    'otherwise to'=>'در غیر این صورت به',
    'Main Page'=>'صفحه اصلی',
    'go'=>'بروید',
    'Seconds'=>'ثانیه',
    'Return to main page'=>'بازگشت به صفحه اصلی',
    'Introduction'=>'معرفی',
    'Introducing the goals of the Parsa team'=>'معرفی   تیم پارسا ',
    'Most frequent'=>'پربازدید ها',
    'Suggested questions'=>'پرسش های پیشنهادی',
    'privacy0'=>'سیاست حفظ حریم خصوصی پارسا',
    'privacy1'=>'در parsaqa، قابل دسترسی از parsaqa.com، یکی از اولویت های اصلی ما حفظ حریم خصوصی بازدیدکنندگان است. این سند سیاست حفظ حریم خصوصی شامل انواع اطلاعاتی است که توسط parsaqa جمع آوری و ثبت می شود و نحوه استفاده ما از آن.',
    'privacy2'=>'اگر سؤالات دیگری دارید یا به اطلاعات بیشتری در مورد خط مشی رازداری ما نیاز دارید، در تماس با ما تردید نکنید.',

    'privacy3'=>'این سیاست حفظ حریم خصوصی فقط برای فعالیت‌های آنلاین ما اعمال می‌شود و برای بازدیدکنندگان وب‌سایت ما با توجه به اطلاعاتی که در پارساقا به اشتراک گذاشته و/یا جمع‌آوری می‌کنند معتبر است. این سیاست برای هیچ اطلاعاتی که به صورت آفلاین یا از طریق کانال هایی غیر از این وب سایت جمع آوری می شود، اعمال نمی شود. خط مشی رازداری ما با کمک ایجاد شد.',

    'privacy301'=>'مولد سیاست حفظ حریم خصوصی رایگان',
    'privacy4'=>'رضایت',
    'privacy5'=>'با استفاده از وب سایت ما، بدین وسیله با سیاست حفظ حریم خصوصی ما موافقت می کنید و با شرایط آن موافقت می کنید.',


    'privacy6'=>'اطلاعاتی که جمع آوری می کنیم',

    'privacy7'=>'اطلاعات شخصی که از شما خواسته می‌شود ارائه دهید، و دلایلی که از شما خواسته می‌شود ارائه دهید، در زمانی که از شما بخواهیم اطلاعات شخصی خود را ارائه دهید، برای شما روشن خواهد شد.',

    'privacy8'=>'اگر مستقیماً با ما تماس بگیرید، ممکن است اطلاعات بیشتری درباره شما مانند نام، آدرس ایمیل، شماره تلفن، محتویات پیام و/یا پیوست‌هایی که ممکن است برای ما ارسال کنید، و هر اطلاعات دیگری که می‌خواهید ارائه کنید، دریافت کنیم.',

    'privacy9'=>'هنگامی که برای یک حساب ثبت نام می کنید، ممکن است اطلاعات تماس شما، از جمله مواردی مانند نام، نام شرکت، آدرس، آدرس ایمیل، و شماره تلفن را درخواست کنیم.',

    'privacy10'=>'چگونه از اطلاعات شما استفاده می کنیم',
    'privacy11'=>'ما از اطلاعاتی که جمع آوری می کنیم به طرق مختلف استفاده می کنیم، از جمله:',
    'privacy12'=>'وب سایت ما را ارائه، راه اندازی و نگهداری کنید',
    'privacy13'=>'وب سایت خود را بهبود بخشید، شخصی سازی کنید و گسترش دهید',
    'privacy14'=>'درک و تجزیه و تحلیل نحوه استفاده از وب سایت ما',
    'privacy15'=>'محصولات، خدمات، ویژگی ها و عملکردهای جدید را توسعه دهید',
    'privacy16'=>'به طور مستقیم یا از طریق یکی از شرکای ما، از جمله برای خدمات مشتری، برای ارائه به روز رسانی ها و سایر اطلاعات مربوط به وب سایت، و برای اهداف بازاریابی و تبلیغاتی، با شما ارتباط برقرار کنیم.',
    'privacy17'=>'برای شما ایمیل بفرستد',
    'privacy18'=>'پیدا کردن و جلوگیری از تقلب',
    'privacy19'=>'فایل های گزارش',
    'privacy20'=>'parsaqa از یک روش استاندارد استفاده از فایل های log پیروی می کند. این فایل ها هنگام بازدید از وب سایت ها، بازدیدکنندگان را ثبت می کنند. همه شرکت های هاستینگ این کار را انجام می دهند و بخشی از تجزیه و تحلیل خدمات هاستینگ را انجام می دهند. اطلاعات جمع‌آوری‌شده توسط فایل‌های گزارش شامل آدرس‌های پروتکل اینترنت (IP)، نوع مرورگر، ارائه‌دهنده خدمات اینترنت (ISP)، مهر تاریخ و زمان، صفحات ارجاع/خروج و احتمالاً تعداد کلیک‌ها است. اینها به هیچ اطلاعاتی که شخصاً قابل شناسایی است مرتبط نیستند. هدف از این اطلاعات تجزیه و تحلیل روندها، مدیریت سایت، ردیابی حرکت کاربران در وب سایت و جمع آوری اطلاعات جمعیت شناختی است.',
    'privacy21'=>'کوکی ها و وب بیکن ها',
    'privacy22'=>'پارساقا مانند هر وب سایت دیگری از کوکی ها استفاده می کند. این کوکی‌ها برای ذخیره اطلاعات از جمله تنظیمات برگزیده بازدیدکنندگان و صفحاتی در وب‌سایتی که بازدیدکننده به آن‌ها دسترسی داشته یا از آنها بازدید کرده است استفاده می‌شود. این اطلاعات برای بهینه‌سازی تجربه کاربران با سفارشی‌سازی محتوای صفحه وب ما بر اساس نوع مرورگر بازدیدکنندگان و/یا اطلاعات دیگر استفاده می‌شود.',
    'privacy23'=>'Google DoubleClick DART Cookie',
    'privacy24'=>'گوگل یکی از فروشنده های شخص ثالث در سایت ما است. همچنین از کوکی‌ها، معروف به کوکی‌های DART، برای ارائه تبلیغات به بازدیدکنندگان سایت ما بر اساس بازدید آنها از www.website.com و سایر سایت‌های اینترنتی استفاده می‌کند. با این حال، بازدیدکنندگان ممکن است با مراجعه به سیاست حفظ حریم خصوصی تبلیغات و محتوای شبکه Google در آدرس اینترنتی زیر، استفاده از کوکی‌های DART را رد کنند.',
    'privacy25'=>'https://policies.google.com/technologies/ads',
    'privacy26'=>'شرکای تبلیغاتی ما',
    'privacy27'=>'برخی از تبلیغ کنندگان در سایت ما ممکن است از کوکی ها و بیکن های وب استفاده کنند. شرکای تبلیغاتی ما در زیر لیست شده اند. هر یک از شرکای تبلیغاتی ما سیاست حفظ حریم خصوصی خود را برای خط‌مشی‌های خود در مورد داده‌های کاربر دارند. برای دسترسی آسان‌تر، ما به خط‌مشی‌های رازداری آنها در زیر پیوند دادیم.',
    'privacy28'=>'Google',
    'privacy29'=>'https://policies.google.com/technologies/ads',
    'privacy30'=>'سیاست های حفظ حریم خصوصی شرکای تبلیغاتی',

    'privacy31'=>'برای یافتن سیاست حفظ حریم خصوصی برای هر یک از شرکای تبلیغاتی پارسا می توانید به این لیست مراجعه کنید.',

    'privacy32'=>'سرورهای تبلیغاتی شخص ثالث یا شبکه‌های تبلیغاتی از فناوری‌هایی مانند کوکی‌ها، جاوا اسکریپت یا Web Beacons استفاده می‌کنند که در تبلیغات مربوطه و پیوندهایی که در parsaqa ظاهر می‌شوند استفاده می‌شوند و مستقیماً برای مرورگر کاربران ارسال می‌شوند. هنگامی که این اتفاق می افتد، آنها به طور خودکار آدرس IP شما را دریافت می کنند. این فناوری‌ها برای سنجش اثربخشی کمپین‌های تبلیغاتی و/یا شخصی‌سازی محتوای تبلیغاتی که در وب‌سایت‌هایی که بازدید می‌کنید استفاده می‌شوند.
    توجه داشته باشید که پارساقا به این کوکی‌هایی که توسط تبلیغ‌کنندگان شخص ثالث استفاده می‌شوند، دسترسی یا کنترلی ندارد.',
    'privacy33'=>'سیاست های حفظ حریم خصوصی شخص ثالث',
    'privacy34'=>'سیاست حفظ حریم خصوصی parsaqa در مورد سایر آگهی دهندگان یا وب سایت ها اعمال نمی شود. بنابراین، ما به شما توصیه می کنیم برای اطلاعات دقیق تر، با سیاست های حفظ حریم خصوصی مربوط به این سرورهای تبلیغاتی شخص ثالث مشورت کنید. ممکن است شامل اقدامات و دستورالعمل های آنها در مورد نحوه انصراف از گزینه های خاص باشد.
      می‌توانید از طریق گزینه‌های مرورگر شخصی خود، کوکی‌ها را غیرفعال کنید. برای دانستن اطلاعات دقیق تر در مورد مدیریت کوکی ها با مرورگرهای وب خاص، می توانید آن را در وب سایت های مربوط به مرورگرها پیدا کنید.',
    'privacy35'=>'حقوق حریم خصوصی CCPA (اطلاعات شخصی من را نفروش)',
    'privacy36'=>'تحت CCPA، در میان سایر حقوق، مصرف کنندگان کالیفرنیا حق دارند:
    از کسب‌وکاری که داده‌های شخصی مصرف‌کننده را جمع‌آوری می‌کند، بخواهید دسته‌ها و بخش‌های خاصی از داده‌های شخصی را که یک کسب‌وکار درباره مصرف‌کنندگان جمع‌آوری کرده است، افشا کند.
    از یک کسب‌وکار درخواست کنید اطلاعات شخصی مصرف‌کننده را که یک کسب‌وکار جمع‌آوری کرده است حذف کند.
    از کسب‌وکاری که داده‌های شخصی مصرف‌کننده را می‌فروشد، درخواست کنید، نه اینکه داده‌های شخصی مصرف‌کننده را بفروشد.
    در صورت درخواست، ما یک ماه فرصت داریم تا به شما پاسخ دهیم. اگر مایلید از هر یک از این حقوق استفاده کنید، لطفا با ما تماس بگیرید.',
    'privacy37'=>'حقوق حفاظت از داده های GDPR',
    'privacy38'=>'ما می خواهیم مطمئن شویم که شما از تمام حقوق حفاظت از داده های خود آگاه هستید. هر کاربر حق استفاده از موارد زیر را دارد:
حق دسترسی - شما این حق را دارید که از داده های شخصی خود کپی درخواست کنید. ممکن است برای این خدمات هزینه کمی از شما دریافت کنیم.
حق اصلاح - شما این حق را دارید که از ما درخواست کنید که اطلاعاتی را که فکر می کنید نادرست است اصلاح کنیم. شما همچنین حق دارید درخواست کنید که اطلاعاتی را که فکر می کنید ناقص است تکمیل کنیم.
حق پاک کردن - شما این حق را دارید که تحت شرایط خاص درخواست کنید که داده های شخصی شما را پاک کنیم.
حق محدود کردن پردازش - شما این حق را دارید که درخواست کنید که پردازش اطلاعات شخصی شما را تحت شرایط خاصی محدود کنیم.
حق اعتراض به پردازش - شما این حق را دارید که تحت شرایط خاصی به پردازش اطلاعات شخصی شما توسط ما اعتراض کنید.
حق انتقال داده ها - شما این حق را دارید که درخواست کنید داده هایی را که جمع آوری کرده ایم به سازمان دیگری یا مستقیماً تحت شرایط خاصی به شما منتقل کنیم.
در صورت درخواست، ما یک ماه فرصت داریم تا به شما پاسخ دهیم. اگر مایلید از هر یک از این حقوق استفاده کنید، لطفا با ما تماس بگیرید.',
    'privacy39'=>'اطلاعات کودکان',
    'privacy40'=>'بخش دیگری از اولویت ما افزودن محافظت از کودکان در هنگام استفاده از اینترنت است. ما والدین و سرپرستان را تشویق می کنیم که فعالیت آنلاین خود را مشاهده کنند، در آن شرکت کنند، و/یا نظارت و راهنمایی کنند.
parsaqa آگاهانه هیچ اطلاعات شناسایی شخصی را از کودکان زیر 13 سال جمع آوری نمی کند. اگر فکر می کنید که فرزند شما این نوع اطلاعات را در وب سایت ما ارائه کرده است، قویاً شما را تشویق می کنیم که فوراً با ما تماس بگیرید و ما تمام تلاش خود را برای حذف سریع انجام خواهیم داد. چنین اطلاعاتی از سوابق ما.
',

    'classificationText1'=>'رده‌بندی یا طبقه‌بندی، یکی از کاربردهای مهم در حوزه‌های مختلف است که در هر حوزه متناسب با نیاز مورد استفاده قرار می‌گیرد. رده‌بندی سوالات نیز در بخش‌های مختلف کاربرد دارد مثلا با دسته‌بندی سوالات می‌توان پاسخ‌دهی آن‌ها را اولویت‌بندی کرد یا مثلا با دسته‌بندی آن‌ها بر اساس جنسیت می‌توان انتخاب کرد که چه کسی پاسخ سوال را بدهد و ... . کار دسته بندی سوالات را می‌توان به صورت ماشینی انجام داد. در اینجا ما به کمک روش‌های مختلف و با بهره‌گیری از شبکه‌های عمیق چندین رده‌بند ایجاد کردیم که می‌توانند بسته به کاربردهای مختلف مورد استفاده قرار گیرند.',
    'classificationText2'=>'1.	رده‌بندی بر اساس جنسیت:',
    'classificationText3'=>'    این رده‌بند بر روی سوالات موجود در یک سایت عربی که جنسیت پرسش‌کننده در آن مشخص بود آموزش داده شد ولی از آنجایی که بسیاری سوالات از نظر مفهومی به جنسیت بستگی ندارد بنابراین نمی‌توان انتظار دقت بسیار بالایی از آن داشت. اما با توجه به آزمایش روش‌های مختلف و برآورد خروجی در بهترین حالت به دقت حدود 66 درصد رسیدیم.',
    'classificationText4'=>'  2.	رده‌بند بر اساس سن:',
    'classificationText5'=>'این رده‌بند بر روی سوالات عربی که سن پرسش‌کننده در آن مشخص بود آموزش داده شد. در ابتدا سن افراد در بازه‌های 10 ساله (10 بازه سنی از 1 تا 100 سال) تفکیک شد که با تست روش‌های مختلف به دقت حدود 35 درصد رسیدیم. در مرحله دوم افراد را به 4 دوره زندگی تقسیم کردیم (دوره نوجوانی تا سن 19 سال، دوره جوانی از 20 تا 32 سال، دوره میانسالی از 33 تا 50 سال و دوره پیری از 51 سال به بالا). با استفاده از این داده روش‌های مختلف آزمایش شد که با توجه به اینکه طبیعتا بسیاری از سوالات به سن افراد بستگی ندارد خروجی در حدود 45 درصد به دست آمد.',
    'classificationText6'=>'3.	رده‌بند بر اساس تگ در زبان عربی:',
    'classificationText7'=>'  در ابتدا برای ساخت رده‌بند نیاز به  ساخت یک دیتاست مناسب با تگ‌های محدود بود. برای این کار ابتدا از بین چند هزار تگ مختلف به 5 تگ (الصلاة، الخمس، القرآن و الحدیث، الصوم و الطهارت) رسیدیم که بسیاری از تگ های موجود را در این 5 تگ بسته‌بندی کردیم. در مرحله بعد به کمک سوالات موجود که در این 5 دسته‌، بسته‌بندی شده بودند، رده‌بندهای مختلف به کمک روش‌های گوناگون ساخته شد که در بهترین روش به دقت حدود 92 درصد رسیدیم.',
    'classificationText8'=>'4.	رده‌بند بر اساس تگ در زبان فارسی:',
    'classificationText9'=>'در ابتدا برای ساخت رده‌بند نیاز به  ساخت یک دیتاست مناسب با تگ‌های محدود بود. برای این کار ابتدا از بین چند هزار تگ مختلف به 8 تگ (اخلاق و عرفان، سیاسی و اجتماعی، قرآن و حدیث، تاریخ و سیره، عقاید و کلام، مهدویت، احکام و دین‌شناسی) رسیدیم که بسیاری از تگ های موجود را در این 8 تگ بسته‌بندی کردیم. در مرحله بعد به کمک سوالات موجود که در این 8 دسته‌، بسته‌بندی شده بودند، رده‌بندهای مختلف به کمک روش‌های گوناگون ساخته شد که در بهترین روش به دقت حدود 93 درصد رسیدیم.
',
    'The comprehensiveness of the crawled questions'=>'میزان جامعیت سوالات خزش شده',
    'The accuracy of intelligent classification of questions'=>'دقت رده بندی هوشمند سوالات',
    'The rate of progress of the intelligent search engine questions'=>'میزان پیشرفت موتور جستجوی هوشمند سوالات',
    'Questionsummary2'=>'پاسخ‌گویی مناسب به یک سوال، درک صحیحی از سوال را نیازمند است. کاربران معمولا برای بیان سوال خود، توضیحات اضافه‌تری نسبت به حد مورد نیاز ارسال می‌کنند که باعث افزایش پیچیدگی سوال و اطلاعات جانبی بلااستفاده می‌شود که خود باعث تولید پاسخ‌های کاذب و نامرتبط می‌شود و کار پاسخگویی به سوالات را نیز دشوار می‌کند. خلاصه سازی سوالات طولانی می‌تواند به کارشناس مربوطه برای پاسخ‌دهی به سوالات با کیفیت بهتر و سریع‌تر کمک کند و به کاربر نیز برای جستجوی سوالات  مشابه به سوال خود و پیدا کردن جواب آن، کمک چشمگیری کند، همچنین سوالات خلاصه‌ شده می‌تواند برای عملکرد بهتر سایر سرویس‌ها از جلمه پیدا کردن سوالات مشابه، پرسش و پاسخ دامنه‌باز، استخراج عبارات کلیدی و ... نیز کمک کننده باشد.',
    'titleprivacy'=>'حریم خصوصی',
];
